"Preview" = "Preview";
"Info" = "Info";

"Name:" = "Name:";
"Kind:" = "Kind:";
"Size:" = "Size:";
"Capacity:" = "Capacity:";
"Free:" = "Free:";
"Modified:" = "Modified:";
"Created:" = "Created:";
"Owner:" = "Owner:";
"Group:" = "Group:";
"Permission:" = "Permission:";
"Type:" = "Type:";
"Creator:" = "Creator:";
"Version:" = "Version:";
"Path:" = "Path:";
"Resolved:" = "Resolved:";
"Application:" = "Application:";
"MP3:" = "MP3:";
"Format:" = "Format:";
"Mount Point:" = "Mount Point:";
"Device:" = "Device:";
"Volume:" = "Volume:";

"rsrc:" = "rsrc:";
"data:" = "data:";
"Calculating..." = "Calculating...";
"Contents:" = "Contents:";
" items" = " items";
" bytes" = " bytes";

"Calculate" = "Calculate";
